IDEA Open Model
ConnectionSetup.DivisionOfSurfaceOfCHS Property
Compatible with IDEA StatiCa v 10.1
 Number of straight lines to substitute circle of circular tube in analysis model
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public int DivisionOfSurfaceOfCHS { get; set; }
Public Property DivisionOfSurfaceOfCHS As Integer
	Get
	Set
public:
property int DivisionOfSurfaceOfCHS {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace